spec/spec/SVWS/IntegrationPlatform/Examples/AddNotificationServiceRequest.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:int="http://sv.bpc.in/SVIP">
    <soapenv:Header/>
    <soapenv:Body>
    <int:IFX>
        <PartySvcRelAddRq>
            <RqUID>3127a63b-d8f1-4bed-94ad-d96ffd321a86</RqUID>
            <MsgRqHdr>
                <ContextRqHdr>
                    <NetworkTrnData>
                        <NetworkOwner>Branch</NetworkOwner>
                        <TerminalIdent>10000073</TerminalIdent>
                    </NetworkTrnData>
                    <ClientDt>2011-08-08T12:45:45</ClientDt>
                </ContextRqHdr>
            </MsgRqHdr>
            <PartySvcRelInfo>
                <PartyRef>
                    <PersonPartyInfo>
                        <PersonData>
                            <Contact>
                                <PhoneNum>
                                    <PhoneType>Mobile</PhoneType>
                                    <Phone>89160000000</Phone>
                                </PhoneNum>
                            </Contact>
                        </PersonData>
                    </PersonPartyInfo>
                </PartyRef>
                <SvcRef>
                    <SvcKeys>
                        <SvcId>50000000</SvcId>
                    </SvcKeys>
                </SvcRef>
                <AcctKeys>
                    <CardKeys>
                        <CardNum>4189069291067072</CardNum>
                    </CardKeys>
                </AcctKeys>
            </PartySvcRelInfo>
        </PartySvcRelAddRq>
    </int:IFX>
    </soapenv:Body>
</soapenv:Envelope>